{"id":72261,"date":"2023-03-01T05:45:04","date_gmt":"2023-03-01T13:45:04","guid":{"rendered":"https:\/\/www.classcentral.com\/report\/?p=72261"},"modified":"2023-03-01T05:44:59","modified_gmt":"2023-03-01T13:44:59","slug":"most-cited-mooc-research","status":"publish","type":"post","link":"https:\/\/www.classcentral.com\/report\/most-cited-mooc-research\/","title":{"rendered":"20 Most Cited Research Papers on MOOCs"},"content":{"rendered":"<figure id=\"attachment_72265\" aria-describedby=\"caption-attachment-72265\" style=\"width: 1920px\" class=\"wp-caption alignnone\"><img loading=\"lazy\" class=\"size-full wp-image-72265\" src=\"https:\/\/www.classcentral.com\/report\/wp-content\/uploads\/2020\/08\/patrick-robert-doyle-OvXht_wi5Ew-unsplash.jpg\" alt=\"\" width=\"1920\" height=\"1200\" srcset=\"https:\/\/www.classcentral.com\/report\/wp-content\/uploads\/2020\/08\/patrick-robert-doyle-OvXht_wi5Ew-unsplash.jpg 1920w, https:\/\/www.classcentral.com\/report\/wp-content\/uploads\/2020\/08\/patrick-robert-doyle-OvXht_wi5Ew-unsplash-300x188.jpg 300w, https:\/\/www.classcentral.com\/report\/wp-content\/uploads\/2020\/08\/patrick-robert-doyle-OvXht_wi5Ew-unsplash-1024x640.jpg 1024w, https:\/\/www.classcentral.com\/report\/wp-content\/uploads\/2020\/08\/patrick-robert-doyle-OvXht_wi5Ew-unsplash-768x480.jpg 768w, https:\/\/www.classcentral.com\/report\/wp-content\/uploads\/2020\/08\/patrick-robert-doyle-OvXht_wi5Ew-unsplash-1536x960.jpg 1536w\" sizes=\"(max-width: 1920px) 100vw, 1920px\" \/><figcaption id=\"caption-attachment-72265\" class=\"wp-caption-text\">Photo by <a href=\"https:\/\/unsplash.com\/@teapowered?utm_source=unsplash&amp;utm_medium=referral&amp;utm_content=creditCopyText\">Patrick Robert Doyle<\/a> on <a href=\"https:\/\/unsplash.com\/?utm_source=unsplash&amp;utm_medium=referral&amp;utm_content=creditCopyText\">Unsplash<\/a><\/figcaption><\/figure>\n<p>The research on <a href=\"https:\/\/www.classcentral.com\/help\/moocs\">Massive Open Online Courses<\/a> (MOOCs) is at least as old as the introduction of the first MOOC. MOOCs and learning analytics gave researchers a unique opportunity to follow students closely on their learning path. This generated new findings on the learning habits of students, developed the knowledge on learning technology further and derived evidence-based recommendations for instructional designers. To get an overview of the topics and trends in the research on MOOCs we have created a list of the most cited research papers on MOOCs.<\/p>\n<h2>Methodology<\/h2>\n<p>In an attempt to have an overview of the most cited research papers in the field of Massive Open Online Courses (MOOCs) on Google Scholar, we combined the search results of relevant search terms (and their plurals) “MOOC” (about 61K results), “Massive Open Online Course” (about 35K), and “e-learning” (about 630K) in the following list. We have only included articles published since 2008. The short description under the title is extracted from the abstracts of the articles.<\/p>\n<h2>Twenty Most Cited MOOC Research Papers<\/h2>\n<p><strong><a href=\"https:\/\/dl.acm.org\/doi\/abs\/10.1145\/2556325.2566239\">How video production affects student engagement: An empirical study of MOOC videos<\/a><\/strong> (2014) by PJ Guo, J Kim, R Rubin<br \/>\nThe study analyzes 6.9 million video watching sessions across four courses on edX to measure student engagement with online educational videos. The findings suggest that shorter videos, informal talking-head videos, and Khan-style tablet drawings are more engaging. The study also highlights the importance of understanding how students engage with different types of videos and recommends that instructors and video producers leverage the online video format accordingly. The anonymized data set and analysis scripts are publicly available.<\/p>\n<p><strong><a href=\"https:\/\/jime.open.ac.uk\/articles\/10.5334\/2012-18\">Making sense of MOOCs: Musings in a maze of myth, paradox and possibility<\/a><\/strong> (2012) by J Daniel<br \/>\nThis paper provides a history of MOOCs and contextualizes them within the evolution of educational technology and open\/distance learning. While the hype around MOOCs focuses on their scale, the real revolution is that universities with scarcity at the heart of their business models are embracing openness. The paper explores paradoxes and debunks myths associated with the MOOC movement, highlighting the potential for competition among participating institutions to improve teaching quality and reduce costs of higher education.<\/p>\n<p><a href=\"https:\/\/www.erudit.org\/en\/journals\/irrodl\/1900-v1-n1-irrodl05095\/1066922ar\/abstract\/\"><strong>MOOCs: A systematic study of the published literature 2008-2012<\/strong><\/a> (2013) Tharindu Rekha Liyanagunawardena, Andrew Alexandar Adams, and Shirley Ann Williams<br \/>\nThis paper presents a systematic review of published MOOC literature from 2008-2012, identifying 45 peer-reviewed papers across eight areas of interest. MOOCs are recognised as having the potential to deliver education globally, and this review provides a quantitative analysis of publications according to publication type, year of publication, and contributors. The authors explore future research directions guided by gaps in the literature.<\/p>\n<p><strong><a href=\"https:\/\/eric.ed.gov\/?id=ej1062850\">Studying learning in the worldwide classroom research into edX&#8217;s first MOOC.<\/a> <\/strong>(2013) by Lori Breslow, David E. Pritchard, Jennifer DeBoer, Glenda S. Stump, Andrew D. Ho, Daniel T. Seaton<br \/>\n&#8220;Circuits and Electronics&#8221; was the first MOOC developed by edX, attracting over 155,000 students in 2012. Researchers analyzed the data generated by the course and found insights about students&#8217; resource use and achievement. A second stage of research is underway to examine the background and capabilities of the students and their interactions with the course&#8217;s components to understand their level of success.<\/p>\n<p><a href=\"https:\/\/dl.acm.org\/doi\/abs\/10.1145\/2460296.2460330\"><strong>Deconstructing disengagement: analyzing learner subpopulations in massive open online courses<\/strong><\/a> (2013) by René F. Kizilcec, Chris Piech, Emily Schneider<br \/>\nA classification method has been developed to identify longitudinal engagement trajectories in three computer science MOOCs. This method identifies four prototypical trajectories of engagement, including learners who stay engaged without taking assessments. The trajectories can be used to compare learner engagement across different courses and demographics, informing future interventions, research, and design directions for MOOCs.<\/p>\n<p><a href=\"https:\/\/www.erudit.org\/en\/journals\/irrodl\/1900-v1-n1-irrodl04927\/1065273ar\/abstract\/\"><strong>Initial Trends in Enrolment and Completion of Massive Open Online Courses<\/strong><\/a> (2014) by K Jordan<br \/>\nThis paper examines the public data available on enrolment and completion rates in MOOCs. The average course enrolls 43,000 students, with a completion rate of 6.5%, and enrolment numbers are decreasing over time. Completion rates are consistent across time, university rank, and total enrolment, but negatively correlated with course length. The study provides a more accurate view of how the MOOC field is developing.<\/p>\n<p><strong><a href=\"https:\/\/d1wqtxts1xzle7.cloudfront.net\/43171365\/MOOC_Final-libre.pdf?1456696115=&amp;response-content-disposition=inline%3B+filename%3DThe_MOOC_model_for_digital_practice.pdf&amp;Expires=1677538572&amp;Signature=Wn464URzFOVp72APrpml-1DVRfu5p0ytt7~yUS08yic4yFK73-fxywZUfR3rkbcCiBSeVrG0F2-rRhr4BktoIiNAwvjnPxQ4MoqlQtYNJ8hQUEl4j1ct-jDydKRKN3vZDIGrlbOSzPvvtyERO4~3amBCUSddLAF6~Ffkxmr39-YrrWIyfnnqyXUQUK9pu42YbH0cBIQFcERFvWFtgbmH8vtRLL0DE5ZV35MPl6UKH3jSd-ANRMy8x5bDnaF~oov4wJG7hRN1ve-cT3aW4dL1wpN3Fk2fc1~fvsSxgMdcXtrh6mMDSjeiDg2U4MZpwftkbUHjkyN0BZKheQXof4ta2Q__&amp;Key-Pair-Id=APKAJLOHF5GGSLRBV4ZA\">The MOOC model for digital practice<\/a> <\/strong>(2010) by A McAuley, B Stewart, G Siemens, D Cormier<br \/>\nThe report explores the relationship between Massive Online Open Courses (MOOCs) and the digital economy in Canada. It argues that a prosperous digital ecosystem requires a citizenry with the knowledge, skills, and attitudes necessary to participate in that economy. The report presents a Canadian model for how MOOCs can address this need and includes four digital videos to supplement the printed report.<\/p>\n<p><strong><a href=\"https:\/\/www.erudit.org\/en\/journals\/irrodl\/1900-v1-n1-irrodl05132\/1067613ar\/abstract\/\">The Challenges to Connectivist Learning on Open Online Networks: Learning Experiences during a Massive Open Online Course<\/a><\/strong> (2011) by R Kop<br \/>\nSelf-directed learning on open online networks is now a possibility as communication and resources can be combined to create learning environments. But is it really? There are some challenges that might prevent learners from having a quality learning experience. This paper raises questions on levels of learner autonomy, presence, and critical literacies required in active connectivist learning.<\/p>\n<p><a href=\"https:\/\/www.sciencedirect.com\/science\/article\/abs\/pii\/S1747938X14000128\"><strong>Students’ and instructors’ use of massive open online courses (MOOCs): Motivations and challenges<\/strong><\/a> (2014) by KF Hew, WS Cheung<br \/>\nSummary of summary: The paper reviews published literature on MOOCs, identifying reasons for student enrollment as learning, curiosity, challenge, and certification, while high dropout rates result from insufficient incentives, poor comprehension, and other priorities. Instructors&#8217; motivations are intrigue, personal rewards, and altruism, but they face difficulties in evaluating student work, feedback, and low participation. MOOC education quality and assessment are unresolved issues.<\/p>\n<p><strong><a href=\"https:\/\/www.sciencedirect.com\/science\/article\/abs\/pii\/S000768131630009X\">Higher education and the digital revolution: About MOOCs, SPOCs, social media, and the Cookie Monster<\/a><\/strong> (2016) by AM Kaplan, M Haenlein<br \/>\nThis article provides a nuanced analysis of online distance learning, including an overview of its historical evolution, key concepts, optimal target group, and corresponding frameworks for driving intrinsic student motivation and choosing a successful online teacher. The benefits of offering online distance learning are outlined, and the specific connection between online distance learning and social media is discussed, focusing on the difference between xMOOCs and cMOOCs.<\/p>\n<p><a href=\"https:\/\/e-space.mmu.ac.uk\/619735\/\"><strong>MOOCs and open education: Implications for higher education<\/strong><\/a> (2013) by Li Yuan and SJ Powell<br \/>\nThis report provides decision makers in higher education institutions with an understanding of MOOCs and trends towards greater openness in higher education, including the changes currently taking place in higher education due to globalization and constrained budgets. The report, written from a UK perspective, uses a literature review to identify current debates about new course provision, funding changes, and implications for greater openness in higher education. The theory of disruptive innovation is used to help institutions address policy and strategy questions.<\/p>\n<p><a href=\"https:\/\/www.sciencedirect.com\/science\/article\/abs\/pii\/S036013151400178X\"><strong>Instructional quality of Massive Open Online Courses (MOOCs)<\/strong><\/a> (2015) by A Margaryan, M Bianco, A Littlejohn<br \/>\nIn this study, the instructional design quality of 76 randomly selected Massive Open Online Courses (MOOCs) was analyzed using a course survey instrument. Two types of MOOCs were analyzed and their instructional design quality was assessed and compared. The majority of MOOCs scored poorly on most instructional design principles, indicating that although most MOOCs are well-packaged, their instructional design quality is low. Implications for practice and ideas for future research are outlined.<\/p>\n<p><strong><a href=\"https:\/\/eric.ed.gov\/?id=ej982976\">MOOCs and the AI-Stanford Like Courses: Two Successful and Distinct Course Formats for Massive Open Online Courses.<\/a> <\/strong>(2012) by CO Rodriguez<br \/>\nThis article discusses the rise of open online courses (OOCs) with a massive number of students, such as the artificial intelligence course CS221 offered by Stanford in 2011 which attracted 160,000 registered students. While both AI and connectivist MOOCs (c MOOCs) have been identified as equivalent in many instances, the article argues that the format associated with c-MOOCs is unique and different from AI due to its participative pedagogical model, which aligns with connectivist pedagogy. The article also discusses the evolution of distance education pedagogy, which has progressed from cognitive-behaviorist to social constructivist to connectivist models. The article includes tables and figures for further detail.<\/p>\n<p><a href=\"https:\/\/dl.acm.org\/doi\/abs\/10.1145\/2460296.2460332\"><strong>MOOCs and the funnel of participation<\/strong><\/a> (2013) by Doug Clow<br \/>\nThis article discusses how Massive Online Open Courses (MOOCs) present challenges for mainstream learning analytics practices, and highlights the high dropout rates in MOOCs compared to traditional education. The article introduces the metaphor of a &#8216;funnel of participation&#8217; to describe the pattern of steep drop-offs and unequal participation in MOOCs and similar learning environments. Empirical data from three online learning sites are presented to support the funnel of participation concept. The article concludes with a discussion on the implications of the funnel for MOOCs, formal education, and learning analytics practice.<\/p>\n<p><a href=\"https:\/\/pure.port.ac.uk\/ws\/portalfiles\/portal\/108952\/The_Ideals_and_Realilty_of_Participating_in_a_MOOC.pdf\"><strong>The ideals and reality of participating in a MOOC<\/strong><\/a> (2010) by J Mackness, S Mak, R Williams<br \/>\nThe paper discusses a MOOC called ‘CCK08’ which focused on the emergent practices and theory of Connectivism. Over 2000 participants from around the world registered for the course, with some enrolled for credit. The paper explores the perspectives of participants on their learning experiences in the course in relation to the characteristics of connectivism outlined by Stephen Downes. The research found that the more autonomous, diverse and open the course, and the more connected the learners, the more potential for learning to be limited by the lack of structure, support, and moderation normally associated with an online course. The research suggests that further studies are needed to investigate whether a large open online network can be fused with a course.<\/p>\n<p><a href=\"https:\/\/www.sciencedirect.com\/science\/article\/abs\/pii\/S0360131516301798\"><strong>Self-regulated learning strategies predict learner behavior and goal attainment in Massive Open Online Courses<\/strong><\/a> (2017) by RF Kizilcec, M Pérez-Sanagustín, JJ Maldonado<br \/>\nThis paper discusses the importance of self-regulated learning (SRL) skills in Massive Open Online Courses (MOOCs) and how effective implementation of learner support systems requires an understanding of which SRL strategies are most effective and how these strategies manifest in online behavior. The authors investigated SRL in a sample of 4,831 learners across six MOOCs and found that goal setting and strategic planning predicted attainment of personal course goals, while help seeking was associated with lower goal attainment. Learners with stronger SRL skills were more likely to revisit previously studied course materials, especially course assessments. The paper concludes by discussing implications for theory and the development of learning environments that provide adaptive support.<\/p>\n<p><a href=\"https:\/\/www.erudit.org\/en\/journals\/irrodl\/1900-v1-n1-irrodl05118\/1067320ar\/abstract\/\"><strong>A Pedagogy of Abundance or a Pedagogy to Support Human Beings? Participant Support on Massive Open Online Courses<\/strong><\/a> (2011) by Rita Kop, Hélène Fournier and John Sui Fai Mak<br \/>\nThis paper explores how new technologies could impact the design of learning environments, with a focus on the roles of educators and learners in creating networked learning experiences on MOOCs. The paper proposes a pedagogy that supports learners and course facilitators in creating resources and learning places through collaboration, building a community of learners, and utilizing information flows on networks. This aligns with the idea of emergent learning, where actors and systems co-evolve in a MOOC, and the level of presence of actors on the MOOC influences learning outcomes.<\/p>\n<p><a href=\"https:\/\/www.irrodl.org\/index.php\/irrodl\/article\/view\/643\"><strong>The technological dimension of a massive open online course: The case of the CCK08 course tools<\/strong><\/a> (2009) A Fini<br \/>\nThis paper focuses on technological aspects of the Connectivism and Connective Knowledge (CCK08) MOOC and investigates attitudes of lifelong learners towards learning network technologies. Findings show that time constraints, language barriers, and ICT skills affected participants’ choice of tools, and learners preferred passive mailing lists over interactive discussion forums and blogs. The paper recommends highlighting the pedagogical purpose of tools offered, giving learners the freedom to choose which tools to use, and conducting further research on sustainability and instructor workload issues in MOOCs. Investigation is also necessary to determine if terms such as course, drop-out, and attrition are appropriate in relation to MOOCs.<\/p>\n<p><a href=\"https:\/\/papers.ssrn.com\/sol3\/papers.cfm?abstract_id=2350964\"><strong>The MOOC Phenomenon: Who Takes Massive Open Online Courses and Why?<\/strong><\/a> (2014) by Gayle Christensen, Andrew Steinmetz, Brandon Alcorn, Amy Bennett, Deirdre Woods, Ezekiel Emanuel<br \/>\nSummary: MOOCs have gained public attention for their potential, but there are no robust, published data that describe who is taking these courses and why. An online survey of students enrolled in at least one of the University of Pennsylvania&#8217;s 32 MOOCs shows that the student population tends to be young, well-educated, and employed, with a majority from developed countries. The main reasons for taking MOOCs are advancing in their current job and satisfying curiosity. Those without access to higher education in developing countries are underrepresented among early adopters.<\/p>\n<p><strong><a href=\"https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0360131516300793\">Exploring the factors affecting MOOC retention: A survey study<\/a><\/strong> (2016) by KS Hone, GR El Said<br \/>\nThis study examined MOOC retention and completion rates of 379 students at a university in Cairo who were encouraged to take a MOOC of their own choice. Only 32.2% completed an entire course, with no significant differences based on gender, level of study, or MOOC platform. The study found that MOOC Course Content and interaction with the instructor were significant predictors of retention, explaining 79% of the variance.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>To get an overview of the topics and trends in the research on MOOCs, Class Central has created a list of the most cited research papers on MOOCs.<\/p>\n","protected":false},"author":95,"featured_media":72265,"comment_status":"open","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[641],"tags":[432],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v18.3 (Yoast SEO v18.5.1) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>20 Most Cited Research Papers on MOOCs — Class Central<\/title>\n<meta name=\"description\" content=\"To get an overview of the topics and trends in the research on MOOCs, Class Central has created a list of the most cited research papers on MOOCs.\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.classcentral.com\/report\/most-cited-mooc-research\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"20 Most Cited Research Papers on MOOCs\" \/>\n<meta property=\"og:description\" content=\"To get an overview of the topics and trends in the research on MOOCs, Class Central has created a list of the most cited research papers on MOOCs.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.classcentral.com\/report\/most-cited-mooc-research\/\" \/>\n<meta property=\"og:site_name\" content=\"The Report by Class Central\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/classcentral\" \/>\n<meta property=\"article:published_time\" content=\"2023-03-01T13:45:04+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2023-03-01T13:44:59+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/www.classcentral.com\/report\/wp-content\/uploads\/2020\/08\/patrick-robert-doyle-OvXht_wi5Ew-unsplash.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"1920\" \/>\n\t<meta property=\"og:image:height\" content=\"1200\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:image\" content=\"https:\/\/www.classcentral.com\/report\/wp-content\/uploads\/2020\/08\/patrick-robert-doyle-OvXht_wi5Ew-unsplash.jpg\" \/>\n<meta name=\"twitter:creator\" content=\"@classcentral\" \/>\n<meta name=\"twitter:site\" content=\"@classcentral\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Heba Ledwon\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"10 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.classcentral.com\/report\/#website\",\"url\":\"https:\/\/www.classcentral.com\/report\/\",\"name\":\"The Report by Class Central\",\"description\":\"MOOC News, Interviews, and Analysis\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.classcentral.com\/report\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.classcentral.com\/report\/most-cited-mooc-research\/#primaryimage\",\"inLanguage\":\"en-US\",\"url\":\"https:\/\/www.classcentral.com\/report\/wp-content\/uploads\/2020\/08\/patrick-robert-doyle-OvXht_wi5Ew-unsplash.jpg\",\"contentUrl\":\"https:\/\/www.classcentral.com\/report\/wp-content\/uploads\/2020\/08\/patrick-robert-doyle-OvXht_wi5Ew-unsplash.jpg\",\"width\":1920,\"height\":1200,\"caption\":\"Photo by Patrick Robert Doyle on Unsplash\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.classcentral.com\/report\/most-cited-mooc-research\/#webpage\",\"url\":\"https:\/\/www.classcentral.com\/report\/most-cited-mooc-research\/\",\"name\":\"20 Most Cited Research Papers on MOOCs — Class Central\",\"isPartOf\":{\"@id\":\"https:\/\/www.classcentral.com\/report\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/www.classcentral.com\/report\/most-cited-mooc-research\/#primaryimage\"},\"datePublished\":\"2023-03-01T13:45:04+00:00\",\"dateModified\":\"2023-03-01T13:44:59+00:00\",\"author\":{\"@id\":\"https:\/\/www.classcentral.com\/report\/#\/schema\/person\/9974ac6433a7debbbd0d2f2c237fd528\"},\"description\":\"To get an overview of the topics and trends in the research on MOOCs, Class Central has created a list of the most cited research papers on MOOCs.\",\"breadcrumb\":{\"@id\":\"https:\/\/www.classcentral.com\/report\/most-cited-mooc-research\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.classcentral.com\/report\/most-cited-mooc-research\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.classcentral.com\/report\/most-cited-mooc-research\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"The Report\",\"item\":\"https:\/\/www.classcentral.com\/report\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"20 Most Cited Research Papers on MOOCs\"}]},{\"@type\":\"Person\",\"@id\":\"https:\/\/www.classcentral.com\/report\/#\/schema\/person\/9974ac6433a7debbbd0d2f2c237fd528\",\"name\":\"Heba Ledwon\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.classcentral.com\/report\/#personlogo\",\"inLanguage\":\"en-US\",\"url\":\"https:\/\/www.classcentral.com\/report\/wp-content\/uploads\/2021\/05\/heba-120x120.jpg\",\"contentUrl\":\"https:\/\/www.classcentral.com\/report\/wp-content\/uploads\/2021\/05\/heba-120x120.jpg\",\"caption\":\"Heba Ledwon\"},\"description\":\"Heba was the Business Development and Partnerships Specialist at Class Central. She worked closely with businesses and universities to provide the most possible value for the Class Central community.\",\"url\":\"https:\/\/www.classcentral.com\/report\/author\/heba\/\"}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"20 Most Cited Research Papers on MOOCs — Class Central","description":"To get an overview of the topics and trends in the research on MOOCs, Class Central has created a list of the most cited research papers on MOOCs.","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.classcentral.com\/report\/most-cited-mooc-research\/","og_locale":"en_US","og_type":"article","og_title":"20 Most Cited Research Papers on MOOCs","og_description":"To get an overview of the topics and trends in the research on MOOCs, Class Central has created a list of the most cited research papers on MOOCs.","og_url":"https:\/\/www.classcentral.com\/report\/most-cited-mooc-research\/","og_site_name":"The Report by Class Central","article_publisher":"https:\/\/www.facebook.com\/classcentral","article_published_time":"2023-03-01T13:45:04+00:00","article_modified_time":"2023-03-01T13:44:59+00:00","og_image":[{"width":1920,"height":1200,"url":"https:\/\/www.classcentral.com\/report\/wp-content\/uploads\/2020\/08\/patrick-robert-doyle-OvXht_wi5Ew-unsplash.jpg","type":"image\/jpeg"}],"twitter_card":"summary_large_image","twitter_image":"https:\/\/www.classcentral.com\/report\/wp-content\/uploads\/2020\/08\/patrick-robert-doyle-OvXht_wi5Ew-unsplash.jpg","twitter_creator":"@classcentral","twitter_site":"@classcentral","twitter_misc":{"Written by":"Heba Ledwon","Est. reading time":"10 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebSite","@id":"https:\/\/www.classcentral.com\/report\/#website","url":"https:\/\/www.classcentral.com\/report\/","name":"The Report by Class Central","description":"MOOC News, Interviews, and Analysis","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.classcentral.com\/report\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"ImageObject","@id":"https:\/\/www.classcentral.com\/report\/most-cited-mooc-research\/#primaryimage","inLanguage":"en-US","url":"https:\/\/www.classcentral.com\/report\/wp-content\/uploads\/2020\/08\/patrick-robert-doyle-OvXht_wi5Ew-unsplash.jpg","contentUrl":"https:\/\/www.classcentral.com\/report\/wp-content\/uploads\/2020\/08\/patrick-robert-doyle-OvXht_wi5Ew-unsplash.jpg","width":1920,"height":1200,"caption":"Photo by Patrick Robert Doyle on Unsplash"},{"@type":"WebPage","@id":"https:\/\/www.classcentral.com\/report\/most-cited-mooc-research\/#webpage","url":"https:\/\/www.classcentral.com\/report\/most-cited-mooc-research\/","name":"20 Most Cited Research Papers on MOOCs — Class Central","isPartOf":{"@id":"https:\/\/www.classcentral.com\/report\/#website"},"primaryImageOfPage":{"@id":"https:\/\/www.classcentral.com\/report\/most-cited-mooc-research\/#primaryimage"},"datePublished":"2023-03-01T13:45:04+00:00","dateModified":"2023-03-01T13:44:59+00:00","author":{"@id":"https:\/\/www.classcentral.com\/report\/#\/schema\/person\/9974ac6433a7debbbd0d2f2c237fd528"},"description":"To get an overview of the topics and trends in the research on MOOCs, Class Central has created a list of the most cited research papers on MOOCs.","breadcrumb":{"@id":"https:\/\/www.classcentral.com\/report\/most-cited-mooc-research\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.classcentral.com\/report\/most-cited-mooc-research\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.classcentral.com\/report\/most-cited-mooc-research\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"The Report","item":"https:\/\/www.classcentral.com\/report\/"},{"@type":"ListItem","position":2,"name":"20 Most Cited Research Papers on MOOCs"}]},{"@type":"Person","@id":"https:\/\/www.classcentral.com\/report\/#\/schema\/person\/9974ac6433a7debbbd0d2f2c237fd528","name":"Heba Ledwon","image":{"@type":"ImageObject","@id":"https:\/\/www.classcentral.com\/report\/#personlogo","inLanguage":"en-US","url":"https:\/\/www.classcentral.com\/report\/wp-content\/uploads\/2021\/05\/heba-120x120.jpg","contentUrl":"https:\/\/www.classcentral.com\/report\/wp-content\/uploads\/2021\/05\/heba-120x120.jpg","caption":"Heba Ledwon"},"description":"Heba was the Business Development and Partnerships Specialist at Class Central. She worked closely with businesses and universities to provide the most possible value for the Class Central community.","url":"https:\/\/www.classcentral.com\/report\/author\/heba\/"}]}},"_links":{"self":[{"href":"https:\/\/www.classcentral.com\/report\/wp-json\/wp\/v2\/posts\/72261"}],"collection":[{"href":"https:\/\/www.classcentral.com\/report\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.classcentral.com\/report\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.classcentral.com\/report\/wp-json\/wp\/v2\/users\/95"}],"replies":[{"embeddable":true,"href":"https:\/\/www.classcentral.com\/report\/wp-json\/wp\/v2\/comments?post=72261"}],"version-history":[{"count":11,"href":"https:\/\/www.classcentral.com\/report\/wp-json\/wp\/v2\/posts\/72261\/revisions"}],"predecessor-version":[{"id":85539,"href":"https:\/\/www.classcentral.com\/report\/wp-json\/wp\/v2\/posts\/72261\/revisions\/85539"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.classcentral.com\/report\/wp-json\/wp\/v2\/media\/72265"}],"wp:attachment":[{"href":"https:\/\/www.classcentral.com\/report\/wp-json\/wp\/v2\/media?parent=72261"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.classcentral.com\/report\/wp-json\/wp\/v2\/categories?post=72261"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.classcentral.com\/report\/wp-json\/wp\/v2\/tags?post=72261"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}